<?php 
  $eventLists = [
    [
      'type' => '1',
      'eventTitle' => 'กิจกรรมทั่วไป',
      'title' => 'นางนิชา หิรัญบูรณะ ธุวธรรม  รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหาร  เป็นประธานการประชุมคณะอนุกรรมการด้านสารัตถะเพื่อเตรียม
      การจัดการประชุมผู้นำเขตเศรษฐกิจเอเปคและการประชุมที่เกี่ยวข้อง  ผ่านระบบประชุมทางไกล',
      'toDate' => true
    ],[
      'type' => '2',
      'eventTitle' => 'กิจกรรมประเพณีและวัฒนธรรม',
      'title' => 'รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหารเป็นประธานโครงกาารอบรมเสริมสร้างความรู้ความเข้าใจหัวข้อปรับฐาน ความคิดชีวิตเปลี่ยน',
      'toDate' => true
    ],[
      'type' => '3',
      'eventTitle' => 'พระราชพิธี',
      'title' => 'นางนิชา หิรัญบูรณะ ธุวธรรม  รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหาร  เป็นประธานการประชุมคณะอนุกรรมการด้านสารัตถะเพื่อเตรียม
      การจัดการประชุมผู้นำเขตเศรษฐกิจเอเปคและการประชุมที่เกี่ยวข้อง  ผ่านระบบประชุมทางไกล',
      'toDate' => false
    ],[
      'type' => '2',
      'eventTitle' => 'กิจกรรมประเพณีและวัฒนธรรม',
      'title' => 'รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหารเป็นประธานโครงกาารอบรมเสริมสร้างความรู้ความเข้าใจหัวข้อปรับฐาน ความคิดชีวิตเปลี่ยน',
      'toDate' => true
    ],[
      'type' => '3',
      'eventTitle' => 'พระราชพิธี',
      'title' => 'นางนิชา หิรัญบูรณะ ธุวธรรม  รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหาร  เป็นประธานการประชุมคณะอนุกรรมการด้านสารัตถะเพื่อเตรียม
      การจัดการประชุมผู้นำเขตเศรษฐกิจเอเปคและการประชุมที่เกี่ยวข้อง  ผ่านระบบประชุมทางไกล',
      'toDate' => true
    ],[
      'type' => '2',
      'eventTitle' => 'กิจกรรมประเพณีและวัฒนธรรม',
      'title' => 'รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหารเป็นประธานโครงกาารอบรมเสริมสร้างความรู้ความเข้าใจหัวข้อปรับฐาน ความคิดชีวิตเปลี่ยน',
      'toDate' => false
    ],[
      'type' => '3',
      'eventTitle' => 'พระราชพิธี',
      'title' => 'นางนิชา หิรัญบูรณะ ธุวธรรม  รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหาร  เป็นประธานการประชุมคณะอนุกรรมการด้านสารัตถะเพื่อเตรียม
      การจัดการประชุมผู้นำเขตเศรษฐกิจเอเปคและการประชุมที่เกี่ยวข้อง  ผ่านระบบประชุมทางไกล',
      'toDate' => true
    ],[
      'type' => '2',
      'eventTitle' => 'กิจกรรมประเพณีและวัฒนธรรม',
      'title' => 'รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหารเป็นประธานโครงกาารอบรมเสริมสร้างความรู้ความเข้าใจหัวข้อปรับฐาน ความคิดชีวิตเปลี่ยน',
      'toDate' => true
    ],[
      'type' => '3',
      'eventTitle' => 'พระราชพิธี',
      'title' => 'นางนิชา หิรัญบูรณะ ธุวธรรม  รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหาร  เป็นประธานการประชุมคณะอนุกรรมการด้านสารัตถะเพื่อเตรียม
      การจัดการประชุมผู้นำเขตเศรษฐกิจเอเปคและการประชุมที่เกี่ยวข้อง  ผ่านระบบประชุมทางไกล',
      'toDate' => true
    ],[
      'type' => '2',
      'eventTitle' => 'กิจกรรมประเพณีและวัฒนธรรม',
      'title' => 'รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหารเป็นประธานโครงกาารอบรมเสริมสร้างความรู้ความเข้าใจหัวข้อปรับฐาน ความคิดชีวิตเปลี่ยน',
      'toDate' => true
    ],[
      'type' => '3',
      'eventTitle' => 'พระราชพิธี',
      'title' => 'นางนิชา หิรัญบูรณะ ธุวธรรม  รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหาร  เป็นประธานการประชุมคณะอนุกรรมการด้านสารัตถะเพื่อเตรียม
      การจัดการประชุมผู้นำเขตเศรษฐกิจเอเปคและการประชุมที่เกี่ยวข้อง ผ่านระบบประชุมทางไกล',
      'toDate' => true
    ],[
      'type' => '2',
      'eventTitle' => 'กิจกรรมประเพณีและวัฒนธรรม',
      'title' => 'รองเลขาธิการนายกรัฐมนตรีฝ่ายบริหารเป็นประธานโครงกาารอบรมเสริมสร้างความรู้ความเข้าใจหัวข้อปรับฐาน ความคิดชีวิตเปลี่ยน',
      'toDate' => true
    ]
  ]
?>